const About = () => {
  return (
    <article className='bg-white rounded-lg p-2 lg:p-6 w-full'>
      <div className=''>
        <h3 className='text-center text-xl font-bold mb-3 lg:text-4xl lg:mb-6'>
          Введение
        </h3>
        <p className='mb-3 indent-5 lg:text-xl lg:leading-8'>
          Моё ЖКХ – это объединение единомышленников, каждый из которых проделал
          свой путь в сфере ЖКХ, и чьи дороги в последствии пересеклись и теперь
          мы идём в одном направлении.
        </p>
        <p className='mb-3 indent-5 lg:text-xl lg:leading-8'>
          В этом пути мы не одиноки, с нами уже «шагают» десятки организаций
          занятых в сферы ЖКХ, ежедневно мы решаем множество проблем и ищем
          решения из непростых ситуаций, и у нас всё получается, потому что
          вместе – мы можем многое.
        </p>
        <p className='mb-3 indent-5 lg:text-xl lg:leading-8'>
          Совместными усилиями, объединяя разносторонний опыт наших
          специалистов, мы сделали возможным решение сложных задач нашей сферы,
          достигая максимально выгодного результата.
        </p>
        <p className='mb-3 indent-5 lg:text-xl lg:leading-8'>
          Наш перечень услуг постоянно растёт, и мы готовы двигаться к новым
          рубежам, надеемся, что Вы готовы отправится вместе с нами.
        </p>
      </div>
      <div className=''>
        <h3 className='text-center text-xl font-bold mb-3 lg:text-4xl lg:mb-6'>
          1. Наши цели
        </h3>
        <p className='mb-3 indent-5 lg:text-xl lg:leading-8'>
          1. Развитее института ТСЖ (ТСН, ЖСК и т.п.) как наиболее эффективного
          способа управления многоквартирным домом.
        </p>
        <p className='mb-3 indent-5 lg:text-xl lg:leading-8'>
          2. Помощь собственникам помещений в обслуживании многоквартирного дома
          при непосредственном способе управления.
        </p>
        <p className='mb-3 indent-5 lg:text-xl lg:leading-8'>
          3. Повышение юридической грамотности лиц, занятых обслуживанием
          многоквартирных домом и в сфере ЖКХ в целом.
        </p>
        <p className='mb-3 indent-5 lg:text-xl lg:leading-8'>
          4. Оказание обширного перечня услуг организациям, обслуживающим
          многоквартирные дома, по доступной цене.
        </p>
      </div>
      <div className=''>
        <h3 className='text-center text-xl font-bold mb-3 lg:text-4xl lg:mb-6'>
          2. Чем мы можем помочь?
        </h3>
        <p className='mb-3 indent-5 lg:text-xl lg:leading-8'>
          На данный момент нам доверяют десятки организаций, которым мы
          оказываем услуги разного рода: от юридических до проведения ремонтных
          работ. Подробнее о каждой Вы можете узнать из меню в левой части
          страницы.
        </p>
        <p className='mb-3 indent-5 lg:text-xl lg:leading-8'>
          Мы готовы Вам оказать какую-либо конкретную услугу, либо предложить
          обширный перечень. Некоторые услуги могут быть оказаны разово, другие
          возможны только при абонентском обслуживании.
        </p>
        <p className='mb-3 indent-5 lg:text-xl lg:leading-8'>
          В каждом конкретном случае мы готовы обсудить Ваши вопросы и возникшие
          проблемы, чтобы разрешить таковые с максимальной выгодой и наименьшими
          затратами для Вас.
        </p>
      </div>
      <div className=''>
        <h3 className='text-center text-xl font-bold mb-3 lg:text-4xl lg:mb-6'>
          3. Как нас найти?
        </h3>
        <p className='mb-3 indent-5 lg:text-xl lg:leading-8'>
          Подробная информация о наших контактных данных изложена в разделе
          «Контакты». Вы можете воспользоваться любым удобным для Вас способом.
        </p>
      </div>
    </article>
  )
}

export default About
